# Написати функцію аритметичного, що приймає 3 аргументи: перші 2 - числа,
# третій - операція, яка повинна бути проведена над ними.
# Якщо третій аргумент +, скласти їх; якщо -, то відняти; * - помножити; /
# - Розділити (перше на друге). В інших випадках повернути рядок
# "Невідома операція".
sum = 0
def функція(a,b,c):
    if c == '+':
        sum = a + b
    elif c == '-':
        sum = a - b
    elif c == '*':
        sum = a * b
    elif c == "/":
        if b == 0 :
            print("не можна ділити на нуль!")
        else:
            sum = a / b
    else :
        print('я не знаю такої дії :(')
    return sum
first = int(input("введіть число: "))
second = int(input("введіть друге число: "))
third = input("ведіть дію: ")
print(функція(first, second, third))